Repository: pulsedrivervstibby/iStumbler-L10N
Catalog: Plugins/Store/*.lproj/Localizable.strings
Languages: es

source: License
es: Licencia

source: License Preferences
es: Preferencias de licencia

source: License Inspector
es: Inspector de licencia

source: Store Link URL
es: https://istumbler.net/store/?r=app

source: Store Link Text
es: Visite la tienda

source: Invalid License Reason
es: The license file is invalid. Pleaes report this to support with your email address so we can assist you.

source: License Help Reason
es: Please submit this report, and include your email so we can contact you for assistance.

source: License Already Installed
es: Licencia ya instalada

source: That license file is already installed
es: Este archivo de licencia ya está instalado

source: You can replace the exisitng license file, or cancel.
es: Puede reemplazar el archivo de licencia actual, o cancelar.

source: Replace
es: Reemplazar

source: Cancel
es: Cancelar

source: Found iStumbler License File
es: Archivo de licencia de iStumbler encontrado

source: Would you like to install the license file: %@?
es: ¿Desea instalar el archivo de licencia: %@?

source: Licensed to %@
es: Licenciado a %@

source: Name
es: Nombre

source: Email
es: Correo electrónico

source: Product
es: Producto

source: Date
es: Fecha

source: Timestamp
es: Fecha

source: Signature
es: Firma
